Repository: muhammadsattarov/Ramazon-kundaligi
Catalog: RamazonKundaligi/Resources/Localizable.xcstrings
Source language: en
Languages: uz_cyrl_uz

# about_app
source: Dastur haqida
uz_cyrl_uz: Дастур ҳақида

# app_language
source: Ilova tili
uz_cyrl_uz: Илова тили

source: Asr
uz_cyrl_uz: Аср

# assessment_title
source: Baholash
uz_cyrl_uz: Баҳолаш

# choose_region
source: Taqvim uchun joylashuvni tanlang...
uz_cyrl_uz: Тақвим учун жойлашувни танланг...

# dua_title
source: Duolar
uz_cyrl_uz: Дуолар

# evening_zikr_title
source: Kechgi zikrlar
uz_cyrl_uz: Кечги зикрлар

source: Hufton
uz_cyrl_uz: Хуфтон

# iftar_dua_title
source: Iftorlik duosi
uz_cyrl_uz: Ифторлик дуоси

source: Iftorlik
uz_cyrl_uz: Ифторлик

# Iftorlik duosi
source: Iftorlik (og‘iz ochish) duosi
uz_cyrl_uz: Ифторлик (оғиз очиш) дуоси

# iftorlik_arab_matni
source: Allohumma laka sumtu va bika aamantu va ‘alayka tavakkaltu va ‘alaa rizqika aftartu, fa’g‘fir liy maa qoddamtu va maa axxortu birohmatika yaa arhamar roohimiyn.
uz_cyrl_uz: Аллоҳумма лака сумту ва бика ааманту ва аълайка таваккалту ва аълаа ризқика афтарту, фағфирлий ма қоддамту ва маа аххорту бироҳматика йаа арҳамар рооҳимийн.

# iftorlik_duosi_manosi
source: Ma’nosi: Ey Alloh, ushbu ro‘zamni Sen uchun tutdim va Senga iymon keltirdim va Senga tavakkal qildim va bergan rizqing bilan iftor qildim. Ey mehribonlarning eng mehriboni, mening avvalgi va keyingi gunohlarimni mag‘firat qilgil.
uz_cyrl_uz: Маъноси: Эй Аллоҳ, ушбу Рўзамни Сен учун тутдим ва Сенга иймон келтирдим ва Сенга таваккал қилдим ва берган ризқинг билан ифтор қилдим. Эй меҳрибонларнинг энг меҳрибони, менинг аввалги ва кейинги гуноҳларимни мағфират қилгил.

# insta_direct
source: Instagram direct
uz_cyrl_uz: Инстаграм Директ

# interpretation_title
source: Talqin
uz_cyrl_uz: Талқин

# morning_dua_title
source: Saharlik duosi
uz_cyrl_uz: Саҳарлик дуоси

# morning_zikr_title
source: Tonggi zikrlar
uz_cyrl_uz: Тонгги зикрлар

# name_in_uzb
source: O'zbekistonda ishlab chiqarilgan
uz_cyrl_uz: Ўзбекистонда ишлаб чиқарилган

source: Namoz vaqtlari
uz_cyrl_uz: Намоз вақтлари

# next_prayer_time
source: Keyingi namoz
uz_cyrl_uz: Кейинги намоз

# notification_title
source: Bildirishnoma
uz_cyrl_uz: Билдиришнома

# peshin
source: Pershin
uz_cyrl_uz: Пешин

source: Quyosh
uz_cyrl_uz: Қуёш

# ramadan_schedule
source: Ramazon taqvimi
uz_cyrl_uz: Рамазон тақвими

source: Ramazon
uz_cyrl_uz: Рамазон

source: Saharlik
uz_cyrl_uz: Саҳарлик

# Saharlik duosi
source: Saharlik (og‘iz yopish) duosi
uz_cyrl_uz: Cаҳарлик (оғиз ёпиш) дуоси

# saharlik_arab_matni
source: Nawaytu an asuma savma shahri ramazona minal fajri ilal mag‘ribi, xolisan lillahi ta‘aalaa Allohu akbar.
uz_cyrl_uz: Навайту ан асувма совма шаҳри рамазона минал фажри илал мағриби, холисан лиллаҳи таъаалаа Аллоҳу акбар.

# saharlik_duosi_manosi
source: Ma’nosi: Ramazon oyining ro‘zasini subhdan to kun botguncha tutmoqni niyat qildim. Xolis Alloh uchun, Alloh buyukdir.
uz_cyrl_uz: Маъноси: Рамазон ойининг рўзасини субҳдан то кун ботгунча тутмоқни ният қилдим. Холис Аллоҳ учун Аллоҳ буюкдир.

source: Sana
uz_cyrl_uz: Сана

# settings_title
source: Sozlamalar
uz_cyrl_uz: Созламалар

# share_alert_title
source: Ulashish imkoniyati keyingi versiyada qo'shiladi.
uz_cyrl_uz: Улашиш имконияти кейинги версияда қўшилади.

# share_title
source: Ulashish
uz_cyrl_uz: Улашиш

source: Shom
uz_cyrl_uz: Шом

# support
source: Qo'llab-quvvatlash xizmati
uz_cyrl_uz: Қўллаб-қувватлаш хизмати

# support_alert_title
source: Ushbu messenger keyingi versiyada ishga tushadi.
uz_cyrl_uz: Ушбу мессенжер кейинги версияда ишга тушади.

# support_description
source: Ushbu ilova Ramazon oyida hamyurtlarimizga, mo'min-musulmonlar uchun kundalik hayotda kerak bo'lib turadigan namoz va ro'za taqvimini o'z ichiga olgan. Ramazon taqvimi O'zbekiston musulmonlar idorasi tomonidan taqdim etilgan taqvimga asoslangan holda yaratilgan. Agar ilovamiz kimgadir foydali bo'lsa biz bundan mamnunmiz.
uz_cyrl_uz: Ушбу илова Рамазон ойида ҳамюртларимизга, мўмин-мусулмонлар учун кундалик ҳаётда керак бўлиб турадиган намоз ва рўза тақвимини ўз ичига олган. Рамазон тақвими Ўзбекистон мусулмонлар идораси томонидан тақдим этилган тақвимга асосланган ҳолда яратилган. Агар иловамиз кимгадир фойдали бўлса биз бундан мамнунмиз.

# sura_and_dua
source: Suralar va duolar
uz_cyrl_uz: Суралар ва дуолар

# sura_title
source: Suralar
uz_cyrl_uz: Суралар

# today_title
source: Bugun:
uz_cyrl_uz: Бугун:

source: Tong
uz_cyrl_uz: Тонг

source: Yopish
uz_cyrl_uz: Йопиш
